[
  {
    "title": "Slope",
    "author": "Rob Kay",
    "img": "/i/g/slope.jpg",
    "directory": "/g/slope",
    "tags": ["unity", "platformer"],
    "description": "Slope is the ultimate running game that will put your skills to the test. Speed down on a randomized slope. The farther you go, the faster your ball travels. This game might look simple but playing this will give you extreme adrenaline rush. Just remember to avoid obstacles and those red blocks. Always be on track to get a high score and you might have your name on the leaderboard!"
  },
  {
    "title": "Getaway Shootout",
    "author": "Pat Eichler",
    "img": "/i/g/getaway-shootout.png",
    "directory": "/g/getaway-shootout",
    "tags": ["unity", "multiplayer", "action"],
    "description": "Race on top of a moving train in Getaway Shootout and be the first to grab 3 getaways. Compete against computer AI or with a friend in 2 player mode to prove who is the best. There are many weapons and power-ups you can collect throughout the map use it wisely to to gain an upper hand over your opponents."
  },
  {
    "title": "Gun Mayhem",
    "author": "Kevin Gu",
    "img": "/i/g/gun-mayhem.jpg",
    "directory": "/g/gun-mayhem",
    "tags": ["flash", "action", "multiplayer"],
    "description": "Gun Mayhem is an extremely interesting flash format shooting game developed by Kevin Gu. The game is designed with 10 maps starting from prehistoric context to modern times. The player's task in this game is to destroy all enemies by shooting them down! Very simple, isn't it! Let's start the adventure now!"
  },
  {
    "title": "Super Mario 64",
    "author": "Nintendo",
    "img": "/i/g/sm-64.jpg",
    "directory": "/g/sm64",
    "tags": ["platformer", "emulator"],
    "description": "Super Mario 64 is a 1996 platform game for the Nintendo 64 and the first Super Mario game to feature 3D gameplay. It was developed by Nintendo EAD and published by Nintendo. You can save your data to your browser. Click the settings icon and press 'Save State Location', then change it to 'Keep in Browser'. You can enter fullscreen by hovering over the game and pressing the fullscreen button in the bottom right If pressing enter causes the game to tab in and out, just click on the middle of the game to refocus."
  },
  {
    "title": "2048",
    "author": "Gabriele Cirulli",
    "img": "/i/g/2048.png",
    "directory": "/g/2048",
    "tags": ["mobile", "puzzle"],
    "description": "2048 is a single-player sliding block puzzle game. Use your arrow keys to move the tiles. When two tiles with the same number touch, they merge into one!"
  },
  {
    "title": "Google Snake",
    "author": "Google",
    "img": "/i/g/g-snake.png",
    "directory": "/g/google-snake",
    "tags": ["mobile"],
    "description": "How long can you last before your tail becomes your dinner? Take the challenge and eat all those apples! Be careful not to hit the wall!"
  },
  {
    "title": "Drift Hunters",
    "author": "Ilya Kaminetsky",
    "img": "/i/g/drift-hunters.png",
    "directory": "/g/drift-hunters",
    "tags": ["driving", "unity"],
    "description": "Drift Hunters is an awesome 3D car driving game in which you score points by drifting various cars. These points earn you money, that you can spend to upgrade your current car or buy a new one. The game stands out because of its realistic drifting physics and its various driving environments."
  },
  {
    "title": "A Dark Room",
    "author": "Doublespeak Games",
    "img": "/i/g/adr.png",
    "directory": "/g/adr",
    "tags": ["puzzle"],
    "description": "A Dark Room is a minimalist text-based adventure RPG game right in your browser! How far will you go, player?"
  },
  {
    "title": "The Legend Of Zelda: Ocarina of Time",
    "author": "Nintendo",
    "img": "/i/g/zelda-ocarina.jpg",
    "directory": "/g/zelda-ocarina",
    "tags": ["emulator", "action"],
    "description": "Journey through the land of Hyrule in the Nintendo 64's first installment in the Zelda universe, Legend of Zelda: The Ocarina of Time. You can save your data to your browser. Click the settings icon and press 'Save State Location', then change it to 'Keep in Browser'. You can enter fullscreen by hovering over the game and pressing the fullscreen button in the bottom right If pressing enter causes the game to tab in and out, just click on the middle of the game to refocus."
  },
  {
    "title": "Amazing Strange Rope Police",
    "author": "HGames-ArtWorks",
    "img": "/i/g/amazing-rope.png",
    "directory": "/g/amazing-rope",
    "tags": ["unity", "action"],
    "description": "Amazing Strange Rope Police – Vice Spider Vegas is a fantastic city simulator game in which you get to control a superhero that is like Spiderman. You can choose to become a superhero and save the day, or you can be the bad guy and become a supervillain instead! The 3D graphics in this game are immense, and the huge city you can explore is vast and full of surprises. You can use a myriad of superhero moves such as a web shot, building climb and laser beam too! To top it all off, you can choose from a range of different superhero costumes too. Which path will you choose?"
  },
  {
    "title": "Baldi's Basics",
    "author": "mystman12",
    "img": "/i/g/baldi.jpg",
    "directory": "/g/baldis-basics",
    "tags": ["unity", "puzzle", "strategy"],
    "description": "Baldi's Basics in Education and Learning is a 2018 parody horror video game created by American indie developer Micah McGonigal, known by the pseudonym Mystman12."
  }
]
